
[
    {
        "type": "Webtoon",
        "name": "Seasons of Blossoms",
        "category": "Romance",
        "summary": "Oh, to be young and in love. Oh, to be wild and carefree. The springtime of life is intense, tumultuous, and at times, oh so confusing. Spring, summer, fall and winter -- love blossoms in all seasons."
    },
    {
        "type": "Webtoon",
        "name": "Eleceed",
        "category": "Action",
        "summary": "Jiwoo is a kind-hearted young man who harnesses the lightning quick reflexes of a cat to secretly make the world a better place – one saved little child or foster pet at a time. Kayden is a secret agent on the run, who finds himself stuck in the body of a…um…decidedly fat old fluffy cat. Together, armed with Jiwoo’s super powers and Kayden’s uber-smarts, they’re out to fight those forces who would let evil rule this world. That is, if they can stand each other long enough to get the job done."
    },
    {
        "type": "Webtoon",
        "name": "Wind Breakers",
        "category": "Sports",
        "summary": "Jay's the perfect student. He's got straight As and he's the student body president. But after being coerced into joining the school's biking team, the Hummingbird Crew, he discovers a whole new world outside of studying. What new adventures will he face outside the comfort of his textbooks?"
    },
    {
        "type": "Webtoon",
        "name": "Get Schooled",
        "category": "Drama",
        "summary": "Hwajin Na's teaching techniques are pretty violent for someone who works in the Ministry of Education. That being said, when punishments don't seem to work on even the worst of school bullies, there is no better man for the job. Sometimes you can’t get a good education until those bullies are taught a lesson."
    },
    {
        "type": "Webtoon",
        "name": "Chasing Tails",
        "category": "Mystery",
        "summary": "After nine college students are trapped under a collapsed building for 1 Movie days, only six come out alive, and only four of them can speak. The dead bodies of their fellow students are viciously mangled, leading police to investigate the case as a possible homicide. Detective Lieutenants Jeongdo Kwon and Yeongchae Shin, together with renowned neuropsychiatrist Dr. Yeongwha Ju, must parse through witness testimony and inconclusive physical evidence to uncover the truth. But how do you solve a locked-room murder case when every witness is a suspect?"
    },
    {
        "type": "Book",
        "name": "The Southern Book Club's Guide To Slaying Vampires",
        "category": "Horror",
        "summary":  "Patricia Campbell had always planned for a big life, but after giving up her career as a nurse to marry an ambitious doctor and become a mother, Patricia's life has never felt smaller. The days are long, her kids are ungrateful, her husband is distant, and her to-do list is never really done. The one thing she has to look forward to is her book club, a group of Charleston mothers united only by their love for true-crime and suspenseful fiction. In these meetings, they're more likely to discuss the FBI's recent siege of Waco as much as the ups and downs of marriage and motherhood. But when an artistic and sensitive stranger moves into the neighborhood, the book club's meetings turn into speculation about the newcomer. Patricia is initially attracted to him, but when some local children go missing, she starts to suspect the newcomer is involved. She begins her own investigation, assuming that he's a Jeffrey Dahmer or Ted Bundy. What she uncovers is far more terrifying, and soon she--and her book club--are the only people standing between the monster they've invited into their homes and their unsuspecting community."
    },
    {
        "type": "Book",
        "name": "Beasts of a Little Land",
        "category": "Historical Fiction",
        "summary": "In 1917, deep in the snowy mountains of occupied Korea, an impoverished local hunter on the brink of starvation saves a young Japanese officer from an attacking tiger. In an instant, their fates are connected—and from this encounter unfolds a saga that spans half a century. In the aftermath, a young girl named Jade is sold by her family to Miss Silver's courtesan school, an act of desperation that will cement her place in the lowest social status. When she befriends an orphan boy named JungHo, who scrapes together a living begging on the streets of Seoul, they form a deep friendship. As they come of age, JungHo is swept up in the revolutionary fight for independence, and Jade becomes a sought-after performer with a new romantic prospect of noble birth. Soon Jade must decide whether she will risk everything for the one who would do the same for her. From the perfumed chambers of a courtesan school in Pyongyang to the glamorous cafes of a modernizing Seoul and the boreal forests of Manchuria, where battles rage, Juhea Kim's unforgettable characters forge their own destinies as they wager their nation's. Immersive and elegant, Beasts of a Little Land unveils a world where friends become enemies, enemies become saviors, heroes are persecuted, and beasts take many shapes."
    },
    {
        "type": "Book",
        "name": "The Queen's Gambit",
        "category": "Fiction",
        "summary": "When she is sent to an orphanage at the age of eight, Beth Harmon soon discovers two ways to escape her surroundings, albeit fleetingly: playing chess and taking the little green pills given to her and the other children to keep them subdued. Before long, it becomes apparent that hers is a prodigious talent, and as she progresses to the top of the US chess rankings she is able to forge a new life for herself. But she can never quite overcome her urge to self-destruct. For Beth, there's more at stake than merely winning and losing."
    },
    {
        "type": "Book",
        "name": "Imaginary Friend",
        "category": "Horror",
        "summary": "Christopher is seven years old. Christopher is the new kid in town. Christopher has an imaginary friend. We can swallow our fear or let our fear swallow us. Single mother Kate Reese is on the run. Determined to improve life for her and her son, Christopher, she flees an abusive relationship in the middle of the night with her child. Together, they find themselves drawn to the tight-knit community of Mill Grove, Pennsylvania. It's as far off the beaten track as they can get. Just one highway in, one highway out. At first, it seems like the perfect place to finally settle down. Then Christopher vanishes. For six long days, no one can find him. Until Christopher emerges from the woods at the edge of town, unharmed but not unchanged. He returns with a voice in his head only he can hear, with a mission only he can complete: Build a treehouse in the woods by Christmas, or his mother and everyone in the town will never be the same again."
    },
    {
        "type": "Book",
        "name": "The Love Hypothesis",
        "category": "Romance",
        "summary": "As a third-year Ph.D. candidate, Olive Smith doesn't believe in lasting romantic relationships--but her best friend does, and that's what got her into this situation. Convincing Anh that Olive is dating and well on her way to a happily ever after was always going to take more than hand-wavy Jedi mind tricks: Scientists require proof. So, like any self-respecting biologist, Olive panics and kisses the first man she sees. That man is none other than Adam Carlsen, a young hotshot professor--and well-known ass. Which is why Olive is positively floored when Stanford's reigning lab tyrant agrees to keep her charade a secret and be her fake boyfriend. But when a big science conference goes haywire, putting Olive's career on the Bunsen burner, Adam surprises her again with his unyielding support and even more unyielding... six-pack abs. Suddenly their little experiment feels dangerously close to combustion. And Olive discovers that the only thing more complicated than a hypothesis on love is putting her own heart under the microscope."
    },
    {
        "type": "TV Show",
        "name": "Avatar: The Last Airbender",
        "category": "Adventure",
        "summary": "In a war-torn world of elemental magic, a young boy reawakens to undertake a dangerous mystic quest to fulfill his destiny as the Avatar, and bring peace to the world."
    },
    {
        "type": "TV Show",
        "name": "Game of Thrones",
        "category": "Action",
        "summary": "Nine noble families fight for control over the lands of Westeros, while an ancient enemy returns after being dormant for millennia."
    },
    {
        "type": "TV Show",
        "name": "The Office",
        "category": "Comedy",
        "summary": "A mockumentary on a group of typical office workers, where the workday consists of ego clashes, inappropriate behavior, and tedium."
    },
    {
        "type": "TV Show",
        "name": "The Crown",
        "category": "Biography",
        "summary": "Follows the political rivalries and romance of Queen Elizabeth II's reign and the events that shaped the second half of the 20th century."
    },
    {
        "type": "TV Show",
        "name": "Mr. Sunshine",
        "category": "Action",
        "summary": "A young boy who ends up in the U.S. after the 1871 Shinmiyangyo incident returns to Korea at a historical turning point and falls for a noblewoman."
    },
    {
        "type": "Movie",
        "name": "Intersellar",
        "category": "Adventure",
        "summary": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival."
    },
    {
        "type": "Movie",
        "name": "Parasite",
        "category": "Drama",
        "summary": "Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan."
    },
    {
        "type": "Movie",
        "name": "Coco",
        "category": "Adventure",
        "summary": "Aspiring musician Miguel, confronted with his family's ancestral ban on music, enters the Land of the Dead to find his great-great-grandfather, a legendary singer."
    },
    {
        "type": "Movie",
        "name": "The Wolf of Wall Street",
        "category": "Biography",
        "summary": "Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government."
    },
    {
        "type": "Movie",
        "name": "All Quiet on the Western Front",
        "category": "Action",
        "summary": "A young German soldier's terrifying experiences and distress on the western front during World War I."
    }
]
